soap.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <Add xmlns="http://tempuri.org/">
            <intA>12</intA>
            <intB>13</intB>
        </Add>
    </Body>
</Envelope>
